export const tableData = {
  	"code": "200",
  	"data": {
  		"pageNo": 1,
  		"pageSize": 20,
  		"total": 10,
  		"totalPage": 1,
  		"list": [
  		 	{
  		 		id: "12345677",
        		headline: "欧洲央行降息，黄金牛市为啥没有如期爆发？",
        		content: "最近，黄金的价格走势可谓是走出了过山车式的行情，先前在美联储降息的推动之下疯狂上涨，1500美元大关被快速突破，当人们展望黄金价格马上要击穿1600美元，去挑战历史高点1916美元大关时，近两周黄金价格出现暴涨也遭遇了较大的回调压力，现在不少投资者都有获利离场的冲动",
        		publisher: "admin",
        		author: "平说财经张平",
        		timecreate: "2019-09-16 19:44:22",
        		views: 12000
      		},
      		{
  		 		id: "12345677",
        		headline: "欧洲央行降息，黄金牛市为啥没有如期爆发？",
        		content: "最近，黄金的价格走势可谓是走出了过山车式的行情，先前在美联储降息的推动之下疯狂上涨，1500美元大关被快速突破，当人们展望黄金价格马上要击穿1600美元，去挑战历史高点1916美元大关时，近两周黄金价格出现暴涨也遭遇了较大的回调压力，现在不少投资者都有获利离场的冲动",
        		publisher: "admin",
        		author: "平说财经张平",
        		timecreate: "2019-09-16 19:44:22",
        		views: 765,
      		},
      		{
  		 		id: "12345677",
        		headline: "欧洲央行降息，黄金牛市为啥没有如期爆发？",
        		content: "最近，黄金的价格走势可谓是走出了过山车式的行情，先前在美联储降息的推动之下疯狂上涨，1500美元大关被快速突破，当人们展望黄金价格马上要击穿1600美元，去挑战历史高点1916美元大关时，近两周黄金价格出现暴涨也遭遇了较大的回调压力，现在不少投资者都有获利离场的冲动",
        		publisher: "admin",
        		author: "平说财经张平",
        		timecreate: "2019-09-16 19:44:22",
        		views: 557
      		},
      		{
  		 		id: "12345677",
        		headline: "欧洲央行降息，黄金牛市为啥没有如期爆发？",
        		content: "最近，黄金的价格走势可谓是走出了过山车式的行情，先前在美联储降息的推动之下疯狂上涨，1500美元大关被快速突破，当人们展望黄金价格马上要击穿1600美元，去挑战历史高点1916美元大关时，近两周黄金价格出现暴涨也遭遇了较大的回调压力，现在不少投资者都有获利离场的冲动",
        		publisher: "admin",
        		author: "平说财经张平",
        		timecreate: "2019-09-16 19:44:22",
        		views: 332
      		},
      		{
  		 		id: "12345677",
        		headline: "欧洲央行降息，黄金牛市为啥没有如期爆发？",
        		content: "最近，黄金的价格走势可谓是走出了过山车式的行情，先前在美联储降息的推动之下疯狂上涨，1500美元大关被快速突破，当人们展望黄金价格马上要击穿1600美元，去挑战历史高点1916美元大关时，近两周黄金价格出现暴涨也遭遇了较大的回调压力，现在不少投资者都有获利离场的冲动",
        		publisher: "admin",
        		author: "平说财经张平",
        		timecreate: "2019-09-16 19:44:22",
        		views: 127
      		},
      		{
  		 		id: "12345677",
        		headline: "欧洲央行降息，黄金牛市为啥没有如期爆发？",
        		content: "最近，黄金的价格走势可谓是走出了过山车式的行情，先前在美联储降息的推动之下疯狂上涨，1500美元大关被快速突破，当人们展望黄金价格马上要击穿1600美元，去挑战历史高点1916美元大关时，近两周黄金价格出现暴涨也遭遇了较大的回调压力，现在不少投资者都有获利离场的冲动",
        		publisher: "admin",
        		author: "平说财经张平",
        		timecreate: "2019-09-16 19:44:22",
        		views: 838
      		},
      		{
  		 		id: "12345677",
        		headline: "欧洲央行降息，黄金牛市为啥没有如期爆发？",
        		content: "最近，黄金的价格走势可谓是走出了过山车式的行情，先前在美联储降息的推动之下疯狂上涨，1500美元大关被快速突破，当人们展望黄金价格马上要击穿1600美元，去挑战历史高点1916美元大关时，近两周黄金价格出现暴涨也遭遇了较大的回调压力，现在不少投资者都有获利离场的冲动",
        		publisher: "admin",
        		author: "平说财经张平",
        		timecreate: "2019-09-16 19:44:22",
        		views: 219
      		},
      		{
  		 		id: "12345677",
        		headline: "欧洲央行降息，黄金牛市为啥没有如期爆发？",
        		content: "最近，黄金的价格走势可谓是走出了过山车式的行情，先前在美联储降息的推动之下疯狂上涨，1500美元大关被快速突破，当人们展望黄金价格马上要击穿1600美元，去挑战历史高点1916美元大关时，近两周黄金价格出现暴涨也遭遇了较大的回调压力，现在不少投资者都有获利离场的冲动",
        		publisher: "admin",
        		author: "平说财经张平",
        		timecreate: "2019-09-16 19:44:22",
        		views: 17
      		},
      		{
  		 		id: "12345677",
        		headline: "欧洲央行降息，黄金牛市为啥没有如期爆发？",
        		content: "最近，黄金的价格走势可谓是走出了过山车式的行情，先前在美联储降息的推动之下疯狂上涨，1500美元大关被快速突破，当人们展望黄金价格马上要击穿1600美元，去挑战历史高点1916美元大关时，近两周黄金价格出现暴涨也遭遇了较大的回调压力，现在不少投资者都有获利离场的冲动",
        		publisher: "admin",
        		author: "平说财经张平",
        		timecreate: "2019-09-16 19:44:22",
        		views: 756
      		},
      		{
  		 		id: "12345677",
        		headline: "欧洲央行降息，黄金牛市为啥没有如期爆发？",
        		content: "最近，黄金的价格走势可谓是走出了过山车式的行情，先前在美联储降息的推动之下疯狂上涨，1500美元大关被快速突破，当人们展望黄金价格马上要击穿1600美元，去挑战历史高点1916美元大关时，近两周黄金价格出现暴涨也遭遇了较大的回调压力，现在不少投资者都有获利离场的冲动",
        		publisher: "admin",
        		author: "平说财经张平",
        		timecreate: "2019-09-16 19:44:22",
        		views: 382
      		}
    	]
  	},
  	"msg": "获取信息成功"
}
